Revit 2027 API
ParameterTypeId.StructuralSectionCantileverLength Property
 "Cantilever Length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralSectionCantileverLength { get; }
Public Shared ReadOnly Property StructuralSectionCantileverLength As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralSectionCantileverLength {
	ForgeTypeId^ get ();
}
static member StructuralSectionCantileverLength : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace